---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.Railing
zh: 栏杆
source: html/d948a928-62b2-77b5-e16f-416810eb8946.htm
---
# Railing Properties

**中文**: 栏杆

The id of the assembly instance to which the element belongs.